#4) ახსენით type ფუნქცია რას აკეთებს კომენტარებით და გააკეთეთ მაგალითებიც

#type ფუნქცია გვაჩვენებს რომელ მონაცემთა კლასს მიეკუთვნება ჩვენს მიერ დაპრინტული კოდი
#1 მაგალითში type ფუნქცია გვაჩვენებს რომ ჩვენს მიერ დაპრინტული კოდი არის string

country=("georgia")
print(country)
print(type(country))

#2 მაგალითში type ფუნქცია გვაჩვენებს, რომ დაპრინტულიკ ოდის არის integer
finger=5
print(finger)
print(type(finger))

#3 მაგალითში type ფუნქცია გვაჩვენებს,რომ დაპრინტული კოდი არის float
a=4
b=3
c=(a / b)
print(type(c))