# 6) შექმენით სია სადაც იქნება 20 განსხვავებული რიცხვი, შექმენით ორი ახალი სია ერთი ლუწებისთვის მეორე კენტებისთვის ორივე იქნება თავდაპირველად ცარიელი, გაფილტრეთ სია რომელშიც არის 20 განსხვავებული რიცხვი ამ სიიდან ამოარჩიეთ ყველა ლუწი რიცხვი და დაამატეთ ლუწებისთვის განკუთვნილ სიაში ხოლო კენტები კენტებისთვის განკუთვნილ სიაში
numbers_list=[2,4,5,7,56,0,11,24,8,99,56,12,56,46,22,77,54,13,50,100]
even_number=[]
odd_number=[]
for i in range(len(numbers_list)):
  if numbers_list[i] % 2 == 0:
    even_number.append(numbers_list[i])
  else:
    odd_number.append(numbers_list[i])
print(even_number)
print(odd_number)