# 1. გააკეთეთ 3 სწორი  და 3 არასწორი კოდი,უნდა ახსნათ რატომ არის სწორი და რატომ არასწორი

#არასწორია,რადგან Cheeseburger არ არის ბრჭყალებში მოქცეული

#food=Cheeseburger
#print(food)

#სწორია
food="Cheeseburger"
print(food)

#არასწორია,რადგან print ფუნქციის შემდეგ საჭიროა ტოლობის ნიშანი.
#car="audi"
#print->car

#სწორია
car="audi"
print(car)


#არასწორია,რადგან პირველ რიგში არ არის ცვლადისთვის მნიშვნელობა მინიჭებული,შესაბამისად ტერმინალში შედეგს ვერ გამოიტანს.
#print(name)
#name="teona"

#სწორია
name="teona"
print(name)



